<?php
$form_initial = [
  'lot-name' => ['title' => 'Наименование', 'error-empty' => 'Введите наименование лота'],
  'category' => ['title' => 'Категория', 'category-initial' => 'Выберите категорию', 'error-empty' => 'Выберите категорию'],

  'message' => ['title' => 'Описание', 'error-empty' => 'Напишите описание лота'],
  'file' => ['title' => 'Изображение', 'alt' => 'Изображение лота'],

  'lot-rate' => ['title' => 'Начальная цена', 'error-empty' => 'Введите начальную цену'],
  'lot-step' => ['title' => 'Шаг ставки', 'error-empty' => 'Введите шаг ставки'],

  'lot-date' => ['title' => 'Дата окончания торгов', 'error-empty' => 'Введите дату завершения торгов'],
  'all' => ['title' => 'Пожалуйста, исправьте ошибки в форме.']
];